{
    "url": "https://www.youtube.com/watch?v=OdzAQFmyxNo",
    "video id": "OdzAQFmyxNo",
    "metadata": {
        "title": "Freud and Philosophy",
        "likes": "4,108",
        "views": "151,865"
    },
    "points": {
        "0": "He says the problem isn't to know other minds the problem is to know your own but if you were to crack that code and find out how to know your own mind that would also be the skeleton key to knowing other minds so although he makes the cartesian problem harder if it is soluble for the self it is soluble for all people a great epistemological breakthrough if it works",
        "1": "It's an impressive achievement and a nice little intellectual gambit right this is another reason why he's so influential he's extremely imaginative right in a way that you you can't directly expect of linear logical science now what freud wants to do is construct a scheme of translation between what the manifest content of your experiences are and the latent content in other words between the surface structure and the deep structure if you have a dream about uh fighting mike tyson",
        "2": "So it's an anti-russoian anti-optimistic rather pessimistic view of the human condition civilization causes us just intense",
        "3": "But god knows we wouldn't want to live without it then we would be pure monsters of desire all right so freud connects this conception of the self with the conception of society the connection between self and society extrapolation from one to the other is at least as old as plato",
        "4": "Right so while brentano will hold in theory that this is a special realm of discourse freud will say it's not special really ultimately it will reduce down to physics and then after genuflecting at the altar of physics then he runs away and talks about things like the oedipus complex lust in rage and guilt which don't reduce the physics right",
        "5": "He said you know this is probably a fantasy on their part probably this didn't happen now there's been recently quite a bit of controversy about this",
        "6": "And we don't have one logical decision procedure which allows us to find out who's who so you have to kind of take it as it comes and do the best you can with it this is going to be one of the characteristic difficulties with freudianism",
        "7": "Is not energy in the sense that light is energy or electricity is energy right",
        "8": "And there are some very fishy intellectual moves involved in being the only one for whom the unconscious is transparent",
        "9": "Okay so in the interpretation of dreams what we find out is that we're going to release this sexual pressure and the dreams if they're analyzed properly will show themselves as symbolic transformations of longings note how the unconscious functions here it's a sort of algebraic transformation between the manifest data of your of your dreams and the latent unconscious data of your real psychic life so we get this sort of transformation",
        "10": "This is called condensation and it's connected with the idea of over determination",
        "11": "But he says that there are law-like behavior of the unconscious which i can explain to you in other words not arbitrary or chaotic it is not idiomatic or subjective all of our unconscious activities the unconscious element of our mind have a common structure which can be discerned that's why all of our mistakes refer back to our specific unconscious activities our dreams even though your dreams are different from mine refer back isomorphically to your unconscious so",
        "12": "The unconscious works by certain definable laws that's what freud's great achievement is in as far as he's concerned by the time he gets to 1923 with the new introductory lectures on psychoanalysis he's got a general model of the mind the three-part model of the mind the id the ego and the superego which is very well known and kind of one of the kind of basic points of freudianism first of all that's not new either right",
        "13": "Just think of plato's idea of gold silver and bronze right they isomorphically connect very nicely think of the old christian idea of god man and the devil they're really isomorphically the same thing",
        "14": "And it's also the bronze and platonism all amount to the same thing all the structures of the soul well",
        "15": "And so freud actually gives us the details of the way of the various algorithms by which we distort our consciousness through these defense mechanisms right",
        "16": "So we get here's a big form that freud alleges is true for all psyches and the way in which they interact with the world they're",
        "17": "But i mean the way of all flesh it's all really the same well what freud says is that we project our unconscious longings for uh love moral security moral order um we react to our to the pleasure principle to our desire to believe this rather than the reality principle which says look there's no such thing freud was very influenced by nietzsche he had a great admiration for nietzsche",
        "18": "But i think that that's not entirely fair what actually happens is that freud wants us to know ourselves and he thinks the truth is more important than pleasure ultimately this is obviously in some ways quite a grim philosophy it is not a very edifying or pleasing set organization of information about ourselves",
        "19": "But he says come to yourself and stop kidding yourself stop believing there's a daddy in the sky come on this is ridiculous you're adults right",
        "20": "I mean in the state of nature people people's lives are nasty brutish and short so in order to have any kind of human existence you need society you need civilization but civilization's going to tell you stuff like you can't have sex with your parents you can't have sex with your siblings you can't have sex with your children that's called incest and we don't allow that and what freud says is the problem is that people are constructed so that they want this",
        "21": "And it made you better than you would be and even that's not very good",
        "22": "So there's a real negative kind of an emphasis here and it shouldn't be seen as an epithelial defraud the social theory is built right into the theory of the individual psyche now before i leave you",
        "23": "Well you can't go to the lab and find that out there's no test you could possibly do so the scientific critics will say well look if you can't test it then it has the same status as say religion or if you want to be more charitable the same status is literary criticism it's one way of interpreting the world",
        "24": "But there's no way to insist and pound on the desk this is the only way they're actually a plurality of possible interpretations right",
        "25": "I mean we can get certain parameters to it but the nitty gritty of it resists formulaic treatment well",
        "26": "May i suggest that psychoanalysis is the same kind of thing it involves a certain kind of judgment",
        "27": "I think that it is a mistake to try and do that now when we look back on it most of the claims won't work if we want to read it as a scientific activity part of this problem comes from the german word science",
        "28": "Well what's a good scientific account of guilt or lust",
        "29": "You know i assume that amoebas don't have an olympus complex and i'll work on the assumption that the great apes don't although i i really don't know right let's assume that it's restricted to human beings okay at some point in time apparently human beings didn't have this",
        "30": "But it's very implausible and it's certainly the most poetic and least scientific part of this mother's fruit can be kind of self-indulgent sometimes and totem and taboo is certainly one of them",
        "31": "But here's the difficulty we're going to find or one of the difficulties when i was typing up this the outline for this lecture i made lots of typing mistakes are all",
        "32": "Maybe we're committed to the procrusty and idea that it all means something",
        "33": "But i don't know how you would find that out that seems completely dogmatic and if the opposite is true that only some of my mistakes are paraproxies which are messages from the unconscious the question remains then which ones and if we don't have one way of finding out which ones well then it's a kind of frenesis you know you'd interpret this as being a message from the unconscious and this is not as freud says sometimes a cigar is a cigar",
        "34": "And i know it may be thought of as a denigration of freud",
        "35": "And i don't intend it that way what i mean what i mean the way i mean it is this",
        "36": "I think that it represents um something that you can really learn i think you can learn things from literature i think you can learn things from poetry i think that people that want this to be a science are the ones who think that really all knowledge is physics i think it's just wrong just plain wrong you're never going to find out about guilt and good and evil and love and hate from physics that's just the way it is you can find things that like that out"
    },
    "full_summary": "He says the problem isn't to know other minds the problem is to know your own but if you were to crack that code and find out how to know your own mind that would also be the skeleton key to knowing other minds so although he makes the cartesian problem harder if it is soluble for the self it is soluble for all people a great epistemological breakthrough if it works. It's an impressive achievement and a nice little intellectual gambit right this is another reason why he's so influential he's extremely imaginative right in a way that you you can't directly expect of linear logical science now what freud wants to do is construct a scheme of translation between what the manifest content of your experiences are and the latent content in other words between the surface structure and the deep structure if you have a dream about uh fighting mike tyson. So it's an anti-russoian anti-optimistic rather pessimistic view of the human condition civilization causes us just intense. But god knows we wouldn't want to live without it then we would be pure monsters of desire all right so freud connects this conception of the self with the conception of society the connection between self and society extrapolation from one to the other is at least as old as plato. Right so while brentano will hold in theory that this is a special realm of discourse freud will say it's not special really ultimately it will reduce down to physics and then after genuflecting at the altar of physics then he runs away and talks about things like the oedipus complex lust in rage and guilt which don't reduce the physics right. He said you know this is probably a fantasy on their part probably this didn't happen now there's been recently quite a bit of controversy about this. And we don't have one logical decision procedure which allows us to find out who's who so you have to kind of take it as it comes and do the best you can with it this is going to be one of the characteristic difficulties with freudianism. Is not energy in the sense that light is energy or electricity is energy right. And there are some very fishy intellectual moves involved in being the only one for whom the unconscious is transparent. Okay so in the interpretation of dreams what we find out is that we're going to release this sexual pressure and the dreams if they're analyzed properly will show themselves as symbolic transformations of longings note how the unconscious functions here it's a sort of algebraic transformation between the manifest data of your of your dreams and the latent unconscious data of your real psychic life so we get this sort of transformation. This is called condensation and it's connected with the idea of over determination. But he says that there are law-like behavior of the unconscious which i can explain to you in other words not arbitrary or chaotic it is not idiomatic or subjective all of our unconscious activities the unconscious element of our mind have a common structure which can be discerned that's why all of our mistakes refer back to our specific unconscious activities our dreams even though your dreams are different from mine refer back isomorphically to your unconscious so. The unconscious works by certain definable laws that's what freud's great achievement is in as far as he's concerned by the time he gets to 1923 with the new introductory lectures on psychoanalysis he's got a general model of the mind the three-part model of the mind the id the ego and the superego which is very well known and kind of one of the kind of basic points of freudianism first of all that's not new either right. Just think of plato's idea of gold silver and bronze right they isomorphically connect very nicely think of the old christian idea of god man and the devil they're really isomorphically the same thing. And it's also the bronze and platonism all amount to the same thing all the structures of the soul well. And so freud actually gives us the details of the way of the various algorithms by which we distort our consciousness through these defense mechanisms right. So we get here's a big form that freud alleges is true for all psyches and the way in which they interact with the world they're. But i mean the way of all flesh it's all really the same well what freud says is that we project our unconscious longings for uh love moral security moral order um we react to our to the pleasure principle to our desire to believe this rather than the reality principle which says look there's no such thing freud was very influenced by nietzsche he had a great admiration for nietzsche. But i think that that's not entirely fair what actually happens is that freud wants us to know ourselves and he thinks the truth is more important than pleasure ultimately this is obviously in some ways quite a grim philosophy it is not a very edifying or pleasing set organization of information about ourselves. But he says come to yourself and stop kidding yourself stop believing there's a daddy in the sky come on this is ridiculous you're adults right. I mean in the state of nature people people's lives are nasty brutish and short so in order to have any kind of human existence you need society you need civilization but civilization's going to tell you stuff like you can't have sex with your parents you can't have sex with your siblings you can't have sex with your children that's called incest and we don't allow that and what freud says is the problem is that people are constructed so that they want this. And it made you better than you would be and even that's not very good. So there's a real negative kind of an emphasis here and it shouldn't be seen as an epithelial defraud the social theory is built right into the theory of the individual psyche now before i leave you. Well you can't go to the lab and find that out there's no test you could possibly do so the scientific critics will say well look if you can't test it then it has the same status as say religion or if you want to be more charitable the same status is literary criticism it's one way of interpreting the world. But there's no way to insist and pound on the desk this is the only way they're actually a plurality of possible interpretations right. I mean we can get certain parameters to it but the nitty gritty of it resists formulaic treatment well. May i suggest that psychoanalysis is the same kind of thing it involves a certain kind of judgment. I think that it is a mistake to try and do that now when we look back on it most of the claims won't work if we want to read it as a scientific activity part of this problem comes from the german word science. Well what's a good scientific account of guilt or lust. You know i assume that amoebas don't have an olympus complex and i'll work on the assumption that the great apes don't although i i really don't know right let's assume that it's restricted to human beings okay at some point in time apparently human beings didn't have this. But it's very implausible and it's certainly the most poetic and least scientific part of this mother's fruit can be kind of self-indulgent sometimes and totem and taboo is certainly one of them. But here's the difficulty we're going to find or one of the difficulties when i was typing up this the outline for this lecture i made lots of typing mistakes are all. Maybe we're committed to the procrusty and idea that it all means something. But i don't know how you would find that out that seems completely dogmatic and if the opposite is true that only some of my mistakes are paraproxies which are messages from the unconscious the question remains then which ones and if we don't have one way of finding out which ones well then it's a kind of frenesis you know you'd interpret this as being a message from the unconscious and this is not as freud says sometimes a cigar is a cigar. And i know it may be thought of as a denigration of freud. And i don't intend it that way what i mean what i mean the way i mean it is this. I think that it represents um something that you can really learn i think you can learn things from literature i think you can learn things from poetry i think that people that want this to be a science are the ones who think that really all knowledge is physics i think it's just wrong just plain wrong you're never going to find out about guilt and good and evil and love and hate from physics that's just the way it is you can find things that like that out.",
    "transcript": "so  the work of sigmund freud is one of the most important intellectual projects of the early 20th century and its importance lies in several related factors but perhaps the the fundamental importance of freud is that it brings together two incompatible or perhaps antagonistic trains of german late 19th century early 20th century thought and the two strains that it brings together are positivism the kind of rigid scientific materialism characteristic of late 19th century german science which was championed by people like mach and avenarius and also the other theme or trend which it brings together is the trend of german speculation which i think it has its origin back in the traditions of german idealism but which is transformed in the late 19th century by figures like brentano who try and construct a psychology a logos of the psyche a discipline which discusses internal mental events rather than external objective events what freud does to his credit is find a way of walking this tightrope of bringing together both elements of scientific positivistic objectivity and a concern to discuss facts of the human psyche which are inaccessible to direct psychiat to direct physical or scientific examination so freud has a foot in both camps he is not a pure idealist even though he deals with mental phenomena he is not a pure materialist even though he ultimately believes that mental phenomena can be reduced to physical facts so he wants to have his cake and eat it too the degree to which he manages to connect these themes is one of the reasons why his work has been so influential because commonsensically all of us have a sense that the world is a physical thing studied by science but we also experience the world in such a way that it's hard to talk about our experiences entirely in terms of a reductive scientific language we feel love and hate we feel guilt and pleasure and it's hard to turn that into f equals m.a freud manages to straddle both now let's think about freud's conception of the self it's derived from the tradition of western philosophy particularly the one that comes out of descartes and we have to think just a little bit about descartes to see why freud is important why it's a big change for descartes who is the philosopher systematic skepticism the one thing that he couldn't be doubtful of the one thing that he couldn't call into question was his own existence introspection for descartes looking into the contents of your own mind of your own experience was privileged and transparent in other words from descartes view if you don't know what's going on inside your head who does which is a very sensible idea the problem that freud offers us is that perhaps our introspection perhaps our knowledge of ourself is not clear is not transparent that it is systematically unreliable data so what happens here is this freud takes the cartesian cogito the self the observer of western philosophy that founds western science and splits it what we get here is a splitting of the subject and this is almost perfectly analogous to the splitting of the atom which is happening at just about the same time in one case we split the fundamental unit of matter and generate new and interesting epistemological problems from that splitting of our enter our integral unit well what freud does is split the integral unit of the psyche he splits the subject into its component parts like splitting the atom of our mental world and strangely enough it generates unusual and previously undiscovered epistemological problems let's go back to this difficulty the cartesian cogito is easy to understand you look inside yourself and you know what's what's there and you know what you're doing you know how it works for it says suppose you don't know yourself where does that leave us that makes are the active introspection radically ambiguous what shall we do now how are we going to interpret that raw data because we definitely have senses we have fears and loves and hates and lusts and all kinds of emotions how are we supposed to interpret that if we don't know it in any kind of certain way if it's distorted how are we going to find our way out of that labyrinth well freud works on this problem and what he decides to do is to try and find the deep structure of the human soul particularly the structure of the soul which we don't disclose to ourselves and you can make the analogy back to descartes for descartes since the in since your knowledge of your mind is transparent and obvious the big problem then epistemologically is how do you find out about other minds right descartes has a real problem climbing out of his own shell of the psyche and finding it about how you feel and you feel you feel very difficult well freud changes that problem he says the problem isn't to know other minds the problem is to know your own but if you were to crack that code and find out how to know your own mind that would also be the skeleton key to knowing other minds so although he makes the cartesian problem harder if it is soluble for the self it is soluble for all people a great epistemological breakthrough if it works okay it's an impressive achievement and a nice little intellectual gambit right this is another reason why he's so influential he's extremely imaginative right in a way that you you can't directly expect of linear logical science now what freud wants to do is construct a scheme of translation between what the manifest content of your experiences are and the latent content in other words between the surface structure and the deep structure if you have a dream about uh fighting mike tyson well that's the surface structure but the latent structure of that may be that you're dreaming you're displacing your feelings about your boss or about politics or about some other authority structure and what you're doing is symbol symbolically re-representing something which causes you great anxiety well what freud thinks he can do is show us give us a kind of algorithm for the various kinds of transformations that the unconscious undergoes or makes itself undergo which generate the manifest structure of our consciousness so what it is then from freud's perspective is that the self is a kind of a code and that once you crack this code then you can translate communicative behaviors that had not previously been thought of as being communicative and you can look at communicative behavior like speech as being communicative in a new and different way so freud like anybody believes speech is a kind of communication but what's great about this translation scheme is that it allows us to move from various kinds of behaviors which had previously been thought meaningless and to literally read them as being symbols so if someone spends all day washing their hands 15 20 30 times a day they wash their hands nobody gets that dirty this is not simply an objective fact about the world it is a symbolic representation of some sort of unconscious activity so what freud does what's brilliant about this is that he reads rather than merely looks at certain kinds of behavior which we might not otherwise have thought communicated anything that's the deep point here and that's why in many respects this is a very impressive achievement so we're going to look for this translation scheme and once he finds it freud is going to extrapolate from this translation scheme and from this model of the psyche to all kinds of other matters to questions of art culture and among other things what he's going to generate is a very pessimistic kind of social philosophy he'll view religion as a giant anxiety neurosis he'll view uh the human ego or the human self as not being rusoian and nice when you get born exactly the opposite he'll treat the individual human ego as completely driven by the pleasure principle until the reality principle intervenes we are tyrannical machines for absorbing pleasure when we get born we only get civilized and made social by the process of bumping into reality so it's an anti-russoian anti-optimistic rather pessimistic view of the human condition civilization causes us just intense but god knows we wouldn't want to live without it then we would be pure monsters of desire all right so freud connects this conception of the self with the conception of society the connection between self and society extrapolation from one to the other is at least as old as plato all right so you can't ignore the fact that there's a social philosophy connected with this that is in many respects not just an epiphenomenon but an important element of it now let's look at the development of freud's work itself fred was a brilliant student always an outstanding scholar in school and he studied both under positivists like helmholtz and burka but also under franz brentano after he got his ph or after he got his medical degree and brentano was very important he's not uh usually read anymore he's kind of a secondary figure in the history of philosophy but why he's important as a teacher he was freud's teacher he was also edmund husserl's teacher and he was the teacher of a number of influential german intellectuals at the end of the 19th century and what brentano added to freud's positivistic hard shell um materialism is a certain fact or a certain set of assertions about the mind brentano said this he said look i like science as much as the next man but the problem is is that the intentional qualities of the psyche can't be eliminated in other words they're here to stay guilt and anger and fear and love and lust and all the stuff that's going on in your head that doesn't ultimately reduce just to f equals m a now freud thinks that in the long run it will in other words it's some sort of he genuflex to the idea of positivistic reduction as one of the regulative rules of science brentano is more like an idealist he says look never the twain shall meet we have objective reality and subjective reality we talk about them with different kinds of vocabularies well scientific people like freud tend to think that no the world is all one homogenous thing in theory and in theory our psychic life ought to be reducible to biochemical events sensible enough most of us believe that now but in some respects this idea is a bluff and this is why brentano is a very important influence on freud and other thinkers he says look maybe a thousand centuries from now our science will be advanced enough so that we can actually describe guilt or lust or rage in terms of biochemical events and synaptic firings but for now it's a bluff we don't know how to do that we're not going to find out how to do that anytime soon and between now and a thousand centuries from now we may want to talk about the internal aspects of our experience we may want to talk about good and evil and love and hate and lust and guilt and all that other stuff why wait until our science really does the job a very sensible observation right so while brentano will hold in theory that this is a special realm of discourse freud will say it's not special really ultimately it will reduce down to physics and then after genuflecting at the altar of physics then he runs away and talks about things like the oedipus complex lust in rage and guilt which don't reduce the physics right so freud wants it both ways and this causes a very rich sort of ambiguity in his work which is one of the reasons why it's so fruitful and also one of the reasons why it gives rise to so many multi-vocal interpretations because this tension never really gets resolved there are a lot of different ways you might want to choose to read this right there are some cases which ambiguity is useful rather than an impediment to thought all right so now freud is looking at the internal contents of the mind and he's a medical doctor and he's interested in the kind of physical basis of it as well and one of his early treat or post-schooling treatments when he went to study uh further and become a sort of mental or neurological specialist he studied with charcot he studied with uh breuer he studied with a number of leading figures in the scientific study of the mind and particularly what what were interested these figures these gentlemen was hysteria women particularly upper middle class women in vienna and the more affluent parts of europe seem to be coming down with a kind of disease that didn't seem to have any organic source these women were having psychosomatic paralysis of parts of the body they would break into hysterical laughter they would take to bed with obscure illnesses that no one could find an organic foundation for and freud said and charcoal said and breuer said what is this what's going on here what kind of a disease is it that doesn't seem to be part of the body and the answer derived from brentano is that perhaps it's some sort of disease of the mind further evidence suggested that talking to these people was a very important thing when you put these women under hypnosis they would lose their psychosomatic paralysis and all their symptoms would disappear and for that that's a very peculiar thing because well if this is a material problem well then why is it the talking to him doing something non or not non-chemical gets this practical physical result he thought about it for a while and didn't come to any completely satisfactory conclusion but what he did he published in 1895 the studies in hysteria on anna oh he studied publishes that with breuer and then the same year a little bit thereafter he works at his seduction theory of hysteria right the idea is that these hysterical women are hysterical because earlier in their life they had been somehow sexually traumatized by some figure in their family and that they had repressed these memories and now that these memories were unconsciously being symbolized in these symptoms now look here at the idea of the unconscious the unconscious is what bridges the gap between the child and the adult that's why it can be very fruitful for generating a theory of neurosis the difficulty that he encountered is that so many of these women seem to claim early childhood sexual abuse that he thought it was phony after thinking about he said you know this is probably a fantasy on their part probably this didn't happen now there's been recently quite a bit of controversy about this and i won't enter into this controversy because of the fact that i don't think it's a noble proposition these women that freud talked to were they or were they not really sexually abused frankly i don't know the evidence we have is just inconclusive it is possible to read it either way or more likely some of them probably were telling the truth some of them probably weren't and we don't have one logical decision procedure which allows us to find out who's who so you have to kind of take it as it comes and do the best you can with it this is going to be one of the characteristic difficulties with freudianism right it's more hermeneutic a principle of interpretation than it is a science and the difficulty that emerges is that principles of interpretation offer a different offer a realm of possible interpretations so what freud does is vacillates for a while about the origins of hysteria and then comes up with the idea that it's not a question of seduction rather it's the projection of these women's unconscious sexual fantasies right and that's the difficulty there's some sort of blockage in this the sexual energy also you'll notice when you read freud i mean while i'm on the topic of energy is that he makes use of many hydraulic metaphors i would emphasize that these are metaphors in other words psychic energy right is not energy in the sense that light is energy or electricity is energy right it's a metaphorical sort of an energy it's a mental energy so be careful when we being metaphorical about this do not literalize the metaphors many of the mistaken biological readings of freud come from literalizing these metaphors let's think about this now their psychic energy is blocked and they have unconscious sexual longings which are made which are made into these hysterical symptoms how are we supposed to solve this problem the talking cure emerges freud finds along with breuer that when you get to talk to these women you ask them what's going on in your mind how do you feel what is it that's upsetting you when they discuss these things they get a sort of catharsis and this catharsis at least in some cases caused the remission of the symptoms the conclusion that freud draws is that these symptoms are a sort of symbolic representation of your unconscious sexual desires when you find a verbal way of symbolizing these sexual desires you no longer need to symbolize them as hysteria and thus we have the beginnings of the cathartic talking cure now from his work on hysteria and his work on the talking cure he starts another big phase in his life when his father dies in 96. freud then begins his own what he's called self analysis which is a very important thing because introspection is ultimately going to be the foundation of every psychology even though many psychologists would like not to say so they are all ultimately founded on their experiences themselves what else could it be founded upon and this begs some questions i'll bring up later with regard to how one goes about analyzing oneself right and there are some very fishy intellectual moves involved in being the only one for whom the unconscious is transparent but i'll bracket that for now and come back to the end let's assume that he does as it actually historically happens analyze himself come up with an idea of what his real motives are and what everyone's motives are from here he begins his work on dreams and this is one of the great achievements his book the interpretation of dreams written in one burst of tremendous energy in 1899 and what he does is argue this he says the dreams are the royal road to the unconscious it is in dreams where we project our otherwise censored feelings so dreams are a way of expressing our unconscious wishes and these wishes are almost always sexual in nature right so it's wish fulfillment now in children dreams are real straightforward they dream about a mountain of candy why because they would like a mountain of candy it's real easy to figure out how children children's dreams work wish fulfillment with adults when the superego gets added to your psyche so that you begin to feel ashamed or uncomfortable or guilty about your sexual longings these things are transposed or displaced or symbolically reformulated so what happens is is that during waking hours the su the censor in our mind the super ego doesn't allow these uncomfortable thoughts in uh say thoughts edible thoughts about killing your father and having sex with your mother or your siblings or something that would be a great transgression well your waking mind won't allow you to acknowledge the fact that you have these longings but when the superego goes to sleep it's possible for these things to get expressed in your dreams in your sleeping life and what this does is remove some of the pressure from the mechanisms of repression which might become overloaded in working life in other words there's a sort of economy of the psyche right and it tries to maintain a sort of dynamic equilibrium between your waking life in which the superego directs you to various kinds of activities and you integrate all your desires using the ego and your sleeping life in which case we have the sort of bacchanalia of the id all your aggressiveness and sexual desires come out because god knows they need to come out somewhere if you oppress them too much it will cause a breakdown of your mechanisms of defense okay so in the interpretation of dreams what we find out is that we're going to release this sexual pressure and the dreams if they're analyzed properly will show themselves as symbolic transformations of longings note how the unconscious functions here it's a sort of algebraic transformation between the manifest data of your of your dreams and the latent unconscious data of your real psychic life so we get this sort of transformation and then we get introduced technical ideas like displacement and transformation and condensation and over determination the idea is something like this your dreams are very economical means by which your longings are expressed so if you have a dream about uh oh i don't know uh fighting a tiger the tiger may be your the some problem that you're working on intellectually it may be your wife it may be your boss it may be your kids it may be a lot of things not only may it be any of those things but it may be all of those things because of the process of condensation we bring two or three or four different psychic states uh unacceptable longings into one symbolic structure all right this is called condensation and it's connected with the idea of over determination all right yeah your dreams are over determined they have more than one cause it's a plurality of causes here this is a i mean intuitively true idea it seems very plausible it's going to cause a certain epistemological problems later when we look at it now from dreams and the idea that dreams are a reflection of the unconscious we managed to get a connection then between hysteria and dreams two things that most people would never have thought to connect and now we're going to connect it with a third thing that's even more interesting parapraxis power practice is the complicated name for mistakes right people make mistakes all the time freud develops in 1905 or actually in the early parts of that decade in 1901 he publishes jokes in their relation to the unconscious 1905 he publishes the psychopathology of everyday life and what he says here is this the mistakes that you make are another symbolic representation of your unconscious desires so when you forget someone's name it's not that that's an accident on your part it's not your memory just failing arbitrarily that is a meaningful activity and he reads that as being your dislike of the person who's named you have forgotten you don't want to admit that you don't like them so you just forget them and say oh my oh me i don't remember that person's name freud thinks it's fishy or if you say uh you suppose i would have called dr freud dr fraud accidentally if there were a slip of the tongue well fred would say ah no no that is not a mistake of your palate that is mistake of your psyche right and you're really saying something about what you think this intellectual activity is there are no mere mistakes so what freud says is that slips are freudian that they are ways of symbolic representing unconscious wishes that you don't even know you have which is what connects parapraxis to dreams to hysteria all of them are symptoms of the unconscious freud is reading the whole domain of human behavior as a language or a set of languages which is the code in which the unconscious discloses itself a very brilliant and deep way of bringing together a surprisingly heterogeneous number of things who would have thought the slips of the tongue were really a kind of dream which were really kind of hysteria it's an interesting thought all right so we get these parapraxis and then from there he develops i mean the next stage in his intellectual development is a development of intellect of infantile sexuality which at the time was one of the most controversial of freud's ideas freud believes i mean since he gives up on this rusowy an optimistic view of human nature that human beings are little monsters of desire and they want they want they want they want they want a bottle they want to be changed they want to be warm they want to be held they want to be taken care of they want to go to sleep they want to wake up they want they want they want they want they want and they are not corrupted by society rather society civilizes them and tames them and turns them into social animals well the infant is driven by the pleasure principle the desire for pleasure and freud plays kind of flashed and loose with the idea here of sexuality for for most of us sexuality is um something is an adult activity right i mean almost by definition you have to go through puberty to have what we call as usual technical specific uh sexual activity freud says no he means sexuality in the large extended sense of pleasure all right and you have to be very careful when you read freud because it's easy to think well i mean what is the sex life of a baby well the sex life of babies thinks like drinking its bottle longing for the breast longing for warmth it's what he means by sexuality is pleasure so he says that human beings necessarily go through definite stages of development they move from the anal to the oral to the genital phase the genital phase the final phase of sexual development is adult healthy sexuality and this is the pursuit of pleasure which is both natural and socially desirable satisfactory and from this from the idea of infantile sexuality and the genetic structure of psychic development freud then puts together a full-blown theory of the unconscious which is kind of the the heart of his system and the key thing about the unconscious is not that freud offers us that idea actually that's an old idea it's a borrowing it's at least as old as schopenhauer the idea that human beings have an unconscious the freud didn't develop that what's revolutionary and interesting about freud is the fact that he offers us not just the unconscious but he says that there are law-like behavior of the unconscious which i can explain to you in other words not arbitrary or chaotic it is not idiomatic or subjective all of our unconscious activities the unconscious element of our mind have a common structure which can be discerned that's why all of our mistakes refer back to our specific unconscious activities our dreams even though your dreams are different from mine refer back isomorphically to your unconscious so the unconscious works by certain definable laws that's what freud's great achievement is in as far as he's concerned by the time he gets to 1923 with the new introductory lectures on psychoanalysis he's got a general model of the mind the three-part model of the mind the id the ego and the superego which is very well known and kind of one of the kind of basic points of freudianism first of all that's not new either right just think of plato's idea of gold silver and bronze right they isomorphically connect very nicely think of the old christian idea of god man and the devil they're really isomorphically the same thing and they all take up about the same amount of space right what they are is symbolic ways of representing different psychic attitudes right one is the or the first two are the product of pre-scientific societies freud is the prime product of 19th and early 20th century germany but what it really is is a reformulation of the same basic ideas we have drives towards sociality and towards what we might call moral behavior which is the super ego or god or the gold in plato and we have drives towards sex and death which is the id in freud but it's also the devil in christianity and it's also the bronze and platonism all amount to the same thing all the structures of the soul well freud gives us this three-part model and then he goes on to discuss defense mechanisms later in the 20s because when the ego confronts the world it wants to operate on the pleasure principle it wants to gratify its intrinsic natural desires but it keeps on running up into barriers and impediments to that you cannot have sex with everybody you want i mean just do the math it's just not going to work you can't have all the food in the world you cannot have all the drink in the world even though you might want an infinite amount of pleasure it's not possible when we encounter the reality principle and our desires are frustrated we generate defense mechanisms right and so freud actually gives us the details of the way of the various algorithms by which we distort our consciousness through these defense mechanisms right so we get here's a big form that freud alleges is true for all psyches and the way in which they interact with the world they're they're kind of oscillation between the pleasure principle and the reality principle now towards the end of his life fred begins to put together a kind of pessimistic social and political thought which is the extrapolation of some of these ideas of the individual and the inevitable frustrations that society offers us first off one of the most important ideas as in 1927 the future of an illusion the argument that freud makes is that the monotheism of judaism and christianity in islam is in fact a really an infantile neurosis it's an inflated desire for a permanent universal daddy god is the big sky daddy that supervises everything and runs everything he's omnipotent and omniscient he's just a wonderful guy just the way you thought your daddy was when you were one now the difficulty is is that individual human beings stop being one eventually and they no longer think that their daddy is omnipotent or omniscient and they no longer think he's the best daddy in the world they no longer think he's the only daddy in the world and they realize he's just like you he's a daddy but i mean the way of all flesh it's all really the same well what freud says is that we project our unconscious longings for uh love moral security moral order um we react to our to the pleasure principle to our desire to believe this rather than the reality principle which says look there's no such thing freud was very influenced by nietzsche he had a great admiration for nietzsche and there's the same ruthless niche and drive towards the dissolution of our happy illusions one of the things that freud wants us to do and this is something we're thinking about uh freud is sometimes read as a kind of crude moral hedonist and there's a good bit of that in here but i don't think that's an entirely fair reading i believe that freud is primarily concerned with the delphic oracle and its utterance that we ought to know ourselves what freud wants us to do is say stop being enslaved by the pressure by the pleasure principle let me bring you to the reality principle let me tell you what you really are i know you don't want to believe this and i actually have a name for the fact that you don't want to believe this called resistance but the fact that i see resistance this is a sort of bird dog you know when someone goes hunting and you get a dog to find a bird that you can't see well dr freud talks to you until he finds resistance and as soon as he finds resistance that's the bird dog that points to your unconscious longings points out every time there's never whenever whenever you see resistance it's always pointing to something you can't see but when dr fred walks in there up comes the bird up comes those unconscious feelings well it's possible to read freud as a crude moral hedonist but i think that that's not entirely fair what actually happens is that freud wants us to know ourselves and he thinks the truth is more important than pleasure ultimately this is obviously in some ways quite a grim philosophy it is not a very edifying or pleasing set organization of information about ourselves but he says come to yourself and stop kidding yourself stop believing there's a daddy in the sky come on this is ridiculous you're adults right and you can kind of see how yeah we are anxious about moral order and we do tend to project our longings from for morality and for unity and from meaning onto the world but freud says let us remove the pleasure principle and encounter the reality principle it's a very fine thought and i think that that does justice to him you know it's easy to kind of read it in a reductive hedonistic way well after the future of an illusion freud then puts together one of his great little books he's a master of the little work and this is called civilization and its discontents and what goes on in civilization and discontents is that freud says here's the problem we all want these pleasures and we all have these desires mostly sex and aggression and in order for civilization to exist we have to systematically frustrate these desires in other words you can't satisfy your desires outside of civilization right i mean hobbs is right i mean in the state of nature people people's lives are nasty brutish and short so in order to have any kind of human existence you need society you need civilization but civilization's going to tell you stuff like you can't have sex with your parents you can't have sex with your siblings you can't have sex with your children that's called incest and we don't allow that and what freud says is the problem is that people are constructed so that they want this and he says look if people were not constructed so they desired it we wouldn't have a universal taboo against it note that when we look at anthropologically through all cultures we don't find a taboo against sprouting wigs and flying and the reason we don't have a taboo against that because nobody ever does it we have a taboo against incest everywhere because people always have a desire to do that elsewhere would be superfluous he's right about that so if this is not superfluous but actually isn't as a reflection of intrinsic human nature what that means is that we are in a sort of double bind we cannot find happiness outside of civilization and alas we cannot find happiness within it so there is a deep pessimism here there is an idea that the conflict between the individual and society ultimately can't be resolved we find various way stations and the best you're ever going to do apparently according to freud is sublimation some small percentage of society is so gifted that they are able to take their unconscious sexual and aggressive desires and sublimate them transform them into something creative and beautiful and socially desirable this would be called things like art religion and philosophy in other words he's going to say that all the great artists are wounded distorted psyches that are compensating for various kinds of psychic defects by projecting this beautiful stuff onto the sistine chapel there is an argument to be made for that although perhaps it is a little bit reductive it is not at all clear that that's what all art is sublimation of sexual desires but even to bracket that problem most people don't have that kind of talent most people simply don't have the possibility of sublimating their sexual desires in art or philosophy maybe you can get them to subliminate in things like football on sunday afternoons a bunch of men feel aggressive and they don't want to go back to work feeling that way so they all watch real big guys beat up each other get a catharsis for their aggressive feelings and then they don't that way they don't punch out the boss monday morning right so that kind of sublimation you can see how that might be a kind of way of channeling aggression in socially useful ways the difficulty is is that there is always a residue left over we never perfectly do that and this conflict this leftover residue of unsatisfied longings which are not only unsatisfied but unsatisfiable that's the human condition and there is a sort of grim anti-russoin implication there rousseau wants to fundamentally change society why because we're all corrupted by an evil world first says look you were evil to begin with the world did with you what it could and it made you better than you would be and even that's not very good right so there's a real negative kind of an emphasis here and it shouldn't be seen as an epithelial defraud the social theory is built right into the theory of the individual psyche now before i leave you i think i want to talk about some of the difficulties here and there are many of them and i tried to give a a kind of an appreciation not just a criticism of freud because there's a lot here that is worthwhile but i think first off that there that all the biological positivistic scientistic readings of freud are all wrong so everybody who wants freud to be a scientist i just think that's completely impossible i think it's a i mean it's a big misreading and i think once we get beyond that misreading we can really begin to appreciate him so let's first of all think about the problem of falsifiability karl popper and the whole school of vienna vienna circle and the later neo-positivistic kind of thinkers all have a common set of objections to things like freudian psychology they say how can you test this can you falsify it the argument is something like this for every proposition about nature in inductive or in scientific research there's always some way we can test and specifically something we can falsify our hypotheses so we say things like water boils at 100 degrees centigrade which in fact it does now if you have any doubt about that let's just go to the lab and i'll get out a bunsen burner i'll get out some water and a thermometer and well there we go it boils at 100 degrees centigrade what do you want me to say physics speaks with one voice and we know how we get the answers and if you have any doubt about anything that i claim to be a physical fact i know how to go back and test it go to the lab now here's the problem with freud even though he wants to hold on to this idea of scientific reduction to biochemical states if you would ask professor freud how do you know that in all dreams when you have a dream about an unknown stranger how do you know it's always your father well you can't go to the lab and find that out there's no test you could possibly do so the scientific critics will say well look if you can't test it then it has the same status as say religion or if you want to be more charitable the same status is literary criticism it's one way of interpreting the world but there's no way to insist and pound on the desk this is the only way they're actually a plurality of possible interpretations right so it does in other words freudian psychiatry does not speak with one voice the way we would like physics to speak it offers us a plurality of possible hermeneutics of possible perspectives all right this means that it is never going to get to that scientific certainty or at least that scientific univocality that most of us long for so i think that the attempt to read this as a kind of scientific activity is just wrong and it runs into all kinds of problems for example do you really analyze dreams in the way you analyze blood i think it's a metaphorical sort of analysis i know what you're doing in analyzed blood you break it into its component chemical parts it's not what you do when you analyze a dream you don't put it into a centrifuge and whirl it around what you do when you analyze a dream is that you if professor freud or dr freud asks you to free associate and he uses free association as a way of kind of fishing for the the translation scheme for your dream in your dreams manifest content into his latent content and when he's fished enough and he feels like he can interpret your dream then he's done now the difficulty is this freud himself said the dreams were a product of the product process called condensation we get lots of different things and symbolize them in one thing like you know the alligator that was trying to eat me in my dream or something like that is a difficulty assuming that we go for condensation and the coral relative idea over determination that my crocodile in my dream was the cause of what's caused by many feelings that i have how do we know when we've exhausted the interpretation of this dream it's an endless process literally the in practice the way you know the way professor freud knew that he had finished interpreting a dream is when he said he was finished now i understand the dream and now it's interpreted the question is different psychologists using different questions in free association might come up with different interpretations because it's over determined you never get to the end of interpreting any one dream so there's no way of knowing how to logically close this off near this point is something that i wanted to emphasize uh aristotle's idea of phrenesis aristotle great philosopher thought that all moral judgment involves something called phrenesis which is translated into english as judgment you know you have to have a certain amount of judgment there's no one formula for right and wrong i mean we can get certain parameters to it but the nitty gritty of it resists formulaic treatment well may i suggest that psychoanalysis is the same kind of thing it involves a certain kind of judgment and i wouldn't want anybody to become a psychoanalyst it didn't have what i would describe as good judgment but the difficulty is that i can imagine people having good judgment but not completely agreeing about everything all right and what that means is that we can never eliminate the phonesis the subjective element to psychoanalysis this is another reason why it resists the possibility of being turned into a hard shell natural science my estimation is that freud grew up in late 19th century germans speaking europe and developed in early 20th century german speaking europe at a time in a place where science was at its all-time epistemological high everybody genuflected you know to the shrine of science what i think freud did was kind of metaphorically put on the white lab coat so he could get his treatment of the internal facts of the psyche taken seriously right i think that it is a mistake to try and do that now when we look back on it most of the claims won't work if we want to read it as a scientific activity part of this problem comes from the german word science too i guess i should note this and those you have the german the word for science is viscenshaft and in english we call science science now when we talk about science nowadays just in common ordinary language english where we use it we mean things like physics and chemistry maybe biology and astronomy and things like that we don't mean things like literary criticism usually we wouldn't call that a science and most people wouldn't call theology of science right whatever you want to call it well in german it doesn't work that way they don't parse knowledge like that the german word visenshaft means an organized body of knowledge that includes things like physics and chemistry and astronomy but for the germans there's also things like literature vision shaft which is literary criticism in our language there is also theology visenshaft theological science in that sense of the word science yes psychoanalysis and whole freud's whole project is scientific it's an organized body of knowledge in the sense that literary criticism is an organized body of knowledge but like literary criticism it is multi-vocal it is a it is a system of interpreting things which does not exclude the possibility of other systematic interpretations it is like literary criticism or theology right in that sense it is scientific it is not scientific in the sense that physics is scientific the unconscious is not an entity in the sense that the liver is an entity all right when you stop making those category mistakes you can begin to really appreciate what a great thinker freud is right because he's talking about something the internal contents of our psyche that just resists strict hard shell scientific discussion in other words i know what it's like to talk about atoms or chemicals because they're out there and they're in the public domain and so is language when i start to talk about my fears my loves my hates my dreams my lusts all that kind of stuff i'm taking something that's private and internal and trying and making it external and the problem is that language has a very hard time making the jump from what's inside me to what's outside here all right this intrinsically and always generates a certain degree of ambiguity and it also generates a certain category of entities for which our speaker is going to have a hard time giving a satisfactory scientific account well what's a good scientific account of guilt or lust i mean i think it's a regulative rule a thousand centuries from now we may find out that it's a chemical but between now and then what are we supposed to do very sensible observation so what freud is trying to do is offer us a vision shaft of the mind an organized body of knowledge which interprets things that have previously not been interpreted and which also brings together a range of phenomena which we might have thought were completely meaningless like hand washing or dreams and connects them all together with one universal or one general idea one general concept so what he does is bring together things we hadn't thought was possible to bring together before and that's what his great achievement is in my view now uh another problem that comes up here is where all this comes from let's be scientific about it for just a moment let's assume the facts of darwinian evolution and that we started as amoebas and then turn into raccoons and they turn into apes and they onward and upward and they eventually become us professor freud never really accounts for where the psyche comes from you know i assume that amoebas don't have an olympus complex and i'll work on the assumption that the great apes don't although i i really don't know right let's assume that it's restricted to human beings okay at some point in time apparently human beings didn't have this and then now they do what i'd like is a satisfactory way of explaining how it is we come from not having it to having it where the hell does it come from sensible set of thoughts i mean i can imagine things like uh the sex drive reproductive drives that may be instinctual and goes back a long way but why is it that we among or which is a i think a rare thing among animals create things like incest taboos where does that come from well professor freud tries to account for that in a thing called totem and taboos 1914 he says what happened is this there was the primal family the primal horde and they killed the primal dad and had sex with the primal mom and gang raped the primal mom actually and out of their primal guilt they constructed the primal incest taboo now i know that sounds stupid but it is stupid and that's actually what he says if you go back and look at totem and taboo this has as much empirical reality as santa claus there's no such thing as the primal horde there's this thing is as the primal family this is this thing is the primal incest taboo none of these things happened it may be a kind of metaphorical way of accounting for this but it's very implausible and it's certainly the most poetic and least scientific part of this mother's fruit can be kind of self-indulgent sometimes and totem and taboo is certainly one of them and he doesn't have any satisfactory way of accounting for where this mental stuff comes from and how it genetically over time develops this structure so we would be nice if we could develop something like that i don't quite know how we would go about doing that let me look at my final observations here and kind of knock out a general set of thoughts about freud i think first of all we have to admit that you can't eliminate the element of phronesis you can't eliminate judgment from our discussion of the mind and from freud's discussion a psychoanalytic interpretation of the human psyche um that means that it's multi-vocal not univocal and that means that it is a hermeneutic a set of principles of interpretation not any kind of scientific activity if you look at it as a set of as a way of interpreting human behavior then it's actually fruitful and quite insightful you can find out quite a bit about people and you know a lot about my psyche if i would say well professor fraud rather than professor freud if i would make that kind of freudian slip but here's the difficulty we're going to find or one of the difficulties when i was typing up this the outline for this lecture i made lots of typing mistakes are all my typing mistakes parapraxis i mean are they all messages from my unconscious that's kind of hard to believe because some of them were just stupid they didn't mean anything i mean they were just like you know t-r-e instead of t-h-e what does that mean i don't know now maybe we're committed to the procrusty and idea that it all means something but i don't know how you would find that out that seems completely dogmatic and if the opposite is true that only some of my mistakes are paraproxies which are messages from the unconscious the question remains then which ones and if we don't have one way of finding out which ones well then it's a kind of frenesis you know you'd interpret this as being a message from the unconscious and this is not as freud says sometimes a cigar is a cigar well okay the difficulty is that what we get here is a relatively mushy kind of a system which would long for the crystalline internal coherence the univocality of physics and never gets it freud i think is one of the greatest poets of the 20th century i know that that's an unusual reading and i know it may be thought of as a denigration of freud and i don't intend it that way what i mean what i mean the way i mean it is this i think that it represents um something that you can really learn i think you can learn things from literature i think you can learn things from poetry i think that people that want this to be a science are the ones who think that really all knowledge is physics i think it's just wrong just plain wrong you're never going to find out about guilt and good and evil and love and hate from physics that's just the way it is you can find things that like that out but we find that things things like that in a poetic way through literature what this is is one of the great literary achievements of the 20th century invented a new kind of lyric poetry we talk about love and emotion and stuff like that in a way which shows the influence of 19th century german scientific philosophy so he tries to force the stuff of lyric poetry into the form of 19th century german positivism what you get is a very influential but highly highly how can i put it a system with many great internal contradictions and internal tensions the richness and greatness of freud's achievement lies in the fact that he found these contradictions fruitful rather than sterile he found them a road inward rather than a dead end to nowhere"
}